{
  "paragraph": "LEARN MORE ABOUT WARFRAME",
  "language": "LANGUAGE",
  "theme": "THEME",
  "dmtc": "TEXT COLOR",
  "light": "Light",
  "dark": "Dark",
  "orange": "Orange",
  "red": "Red",
  "blue": "Blue",
  "white": "White",
  "search": "Search...",
  "text1": "Power",
  "text2": "Resources",
  "text3": "Progress",
  "disclaimer": "is a fan site not associated with",
  "toptext": "Learn more about these topics", 
  "oktext": "OK, I got it",
  "power": "how to get strong",
  "progress": "how to make progress",
  "resources": "how to farm resources",
  "pagetextpower": "Being strong in Warframe requires two things - proper <a href=\"equipment.html\">Equipment</a> and proper <a href=\"mods.html\">Mods</a> on the Equipment. There are several extra upgrades that make you even stronger and/or improve QOL such as <a href=\"arcanes.html\">Arcanes</a>, <a href=\"helminth.html\">Helminth</a>, <a href=\"archonshards.html\">Archon Shards</a>, etc. , but first - Equipment and Mods: <br><br> Equipment is what you equip in your arsenal - <a href=\"warframes.html\">Warframes</a>, <a href=\"weapons.html\">Weapons</a>, <a href=\"companions.html\">Companions</a>, <a href=\"gear.html\">Gear Wheel items</a>, etc.<br><br>Using Mods, you can upgrade any Equipment that Warframe allows you to put Mods on, such as Weapons, Warframes, Companions, <a href=\"archwing.html\">Archwings</a>, etc.<br><br><b>Read More</b>: <a href=\"modding.html\">Modding</a>, <a href=\"metabuilds.html\">Meta Builds</a>, <a href=\"cheapbuilds.html\">Cheap Builds</a><br><br>Next up - Arcanes, Helminth, Archon Shards:<br><br>Arcanes are strong upgrades that you can put on all Warframes and most Weapons.<br><br>The Helminth System allows you to sacrifice non-prime Warframes to be able to attach a specific ability from their kit (chosen by the developers of Warframe) to any Warframe instead of one of their own abilities (with some restrictions). It also requires large amounts of various resources to do that.<br><br>Archon Shards are upgrades which you can pick what buff they give. Each shard gives a different selection of buffs to choose from, based on its color. You can attach up to 5 Archon Shards to each Warframe, and you can detach them. You must have the Helminth Segment to use Archon Shards.<br><br><b>Read More</b>: <a href=\"resources.html\">how to farm resources</a><br><br>In addition, teaming up with other strong players will likely make the mission easier for you, regardless of your power.",
  "pagetextresources": "Warframe has several types of resources. The most important resources in Warframe are:<br><br><a href=\"credits.html\">Credits</a>: Warframe's standard currency. Used for a lot of things. Affected by CREDIT booster.<br><a href=\"platinum.html\">Platinum</a>: Warframe's premium currency. Used for <a href=\"trading.html\">Trading</a> with other players for their items. <br><a href=\"endo.html\">Endo</a>: Used for upgrading <a href=\"mods.html\">Mods</a>.<br><a href=\"ducats.html\">Ducats</a>: Used for buying items from the Void Trader NPC (named <a href=\"baro.html\">Baro Ki'teer</a>).<br><a href=\"boot.html\">Boot</a>: Used for crafting the Boot Trophy decoration for your Orbiter.<br><br>All of the resources below are affected by Resource Booster, except for a few special ones (at the bottom of this page).<br><br><a href=\"starchartresources.html\">Star Chart Resources</a>: Resources you can get from star chart missions - either from enemies, resource containers or special activities.<br><br><a href=\"openworldresources.html\">Open World Resources</a>: Resources you can get only from open worlds - either from special activities, open world NPCs, resource containers or enemies.<br><br><a href=\"empyrianresources.html\">Empyrean Resources</a>: Resources you can get from Railjack missions - either from enemies, resource containers or end of mission bonus rewards.<br><br><b>Important</b> - if the resource you are farming is affected by Resource Booster, use a Resource Booster and a <a href=\"smeeta.html\">Smeeta Kavat</a> with the right mods when farming it. It will save you a lot of time, especially if you need a lot of that resource.<br><br>You can buy <a href=\"boosters.html\">Boosters</a> in the <a href=\"market.html\">in game market</a> for Platinum, in your orbiter. <br><br><b>Read More</b>: <a href=\"blesisngs.html\">Blessings</a> <br><br>Finally, when playing in <a href=\"sp.html\">The Steel Path</a> mode, you will have +100% resource drop chance and +100% mod drop chance. An increase in mod drop chance means higher chance for Endo, Mod and Arcane drops FROM ENEMIES (excluding bosses). In addition, some Open World resource containers will drop more resources, and bounties will give higher rewards, but the enemies will be much stronger.<br><br> <b>Read More</b>: <a href=\"power.html\">how to get strong</a><br><br>Here is the list of resources/pickups NOT affected by Resource Booster: <br><br>Animo Nav Beacon, Aya, Ayatan sculptures and stars, Corrupted Holokey, Credits, Endo, Granum Crown(all types), Invasion rewards, Judgement Points, Kullervo's Bane, Pathos Clamp, Sentient Core(all types), <a href=\"medallions.html\">Syndicate Medallions</a>(all types)",
  "pagetextprogress": "",
  "bottomtext": "The links above lead to the main pages of Warframe's big topics. in each page, there are links leading to info about Warframe's various smaller topics. You can search for any topic using the search bar."
}