{
  "paragraph": "LEARN MORE ABOUT WARFRAME",
  "english": "English",
  "russian": "Русский",
  "language": "LANGUAGE",
  "theme": "THEME",
  "dmtc": "TEXT COLOR",
  "light": "Light",
  "dark": "Dark",
  "orange": "Orange",
  "red": "Red",
  "blue": "Blue",
  "white": "White",
  "search": "Search...",
  "text1": "Power",
  "text2": "Resources",
  "text3": "Progress",
  "disclaimer": "is a fan site not associated with",
  "toptext": "Learn more about these topics", 
  "oktext": "OK, I understand",
  "power": "how to get strong",
  "progress": "Progress in Warframe",
  "resources": "how to farm resources",
  "pagetextpower": "Being strong in Warframe requires two things - proper Equipment and proper Mods on the Equipment. There are several extra upgrades that make you even stronger and/or improve QOL such as Arcanes, Helminth, Archon Shards, etc. , but first - Equipment and Mods: <br><br> Equipment is what you equip in your arsenal - Warframes, Weapons, Companions, Gear Wheel items, etc.<br><br>Using Mods, you can upgrade any Equipment that Warframe allows you to put Mods on, such as Weapons, Warframes, Companions, Archwings, etc.<br><br>Next up - Arcanes, Helminth, Archon Shards:<br><br>Arcanes are strong upgrades that you can put on all Warframes and most Weapons.<br><br>The Helminth System allows you to sacrifice non-prime Warframes to be able to attach a specific ability from their kit (chosen by the developers of Warframe) to any Warframe instead of one of their own abilities (with some restrictions). It also requires large amounts of various resources to do that.<br><br>Archon Shards are upgrades which you can pick what buff they give. Each shard gives a different selection of buffs to choose from, based on its color. You can attach up to 5 Archon Shards to each Warframe, and you can detach them. You must have the Helminth Segment to use Archon Shards.<br><br><b>Read More</b>: <a href=\"resources.html\">how to farm resources</a><br><br>In addition, teaming up with other strong players will likely make missions easier for you, regardless of your power.",
  "pagetextresources": "Warframe has several types of resources. The most important resources in Warframe are:<br><br>Credits: Warframe's standard currency. Used for a lot of things. Affected by CREDIT booster.<br>Platinum: Warframe's premium currency. Used for buying items from the in game Market, and Trading with other players for their tradeable items. <br>Endo: Used for upgrading Mods.<br>Ducats: Used for buying items from the Void Trader NPC (named Baro Ki'teer).<br><br>All of the resources below are affected by Resource Booster, except for a few special ones (at the bottom of this page).<br><br>Star Chart Resources: Resources you can get from star chart missions - either from enemies, resource containers or special activities.<br><br>Open World Resources: Resources you can get only from open worlds - either from special activities, open world NPCs, resource containers or enemies.<br><br>Empyrean Resources: Resources you can get from Railjack missions - either from enemies, resource containers or end of mission bonus rewards.<br><br><b>Important</b> - if the resource you are farming is affected by Resource Booster, use a Resource Booster and a Smeeta Kavat with the right mods when farming it. It will save you a lot of time, especially if you need a lot of that resource.<br><br>You can buy Boosters in the in game market for Platinum, in your orbiter. <br><br> Players which are Mastery Rank 30 or higher can also use blessings, which can further increase resource drop chance or the amount of credits gained by 25%. Blessings give this buff to all players within a relay, so anyone can benefit from a blessing. <br><br>Finally, when playing in The Steel Path mode, you will have +100% resource drop chance and +100% mod drop chance. An increase in mod drop chance means higher chance for Endo, Mod and Arcane drops FROM ENEMIES (excluding bosses). In addition, some Open World resource containers will drop more resources, and bounties will give higher rewards, but the enemies will be much stronger.<br><br> <b>Read More</b>: <a href=\"power.html\">how to get strong</a><br><br>Here is the list of resources/pickups NOT affected by Resource Booster: <br><br>Animo Nav Beacon, Aya, Ayatan sculptures and stars, Corrupted Holokey, Credits, Crystal Fragments(all types), Ducats, Endo, Granum Crown(all types), Invasion rewards, Judgement Points, Kullervo's Bane, Pathos Clamp, Platinum, Sentient Core(all types), Syndicate Medallions(all types).",
  "pagetextprogress": "ff",
  "bottomtexthome": "",
  "footertext":"<a href=\"about.html\">About</a>&#160;-&#160;<a href=\"https://www.youtube.com/channel/UCbCnVusLJKTXNOus993pjNA\">YouTube</a>&#160;-&#160;<a href=\"giveaway.html\">Giveaway</a>",
  "toptextabout":"About Warframe.school",
  "bottomtextabout": "Warframe.school launched on May 1st 2024.<br><br>Warframe.school is a blog that started as just a homepage with three icons - \"Power\", \"Resources\", \"Progress\", which lead to pages with plain text, with no links, explaining these big Warframe topics. Also, there is <a href=\"https://www.youtube.com/channel/UCbCnVusLJKTXNOus993pjNA\"> the Warframe.school youtube channel</a> which was empty on launch day.<br><br> My plan is to gradually make new pages about smaller Warframe topics on the website and connect them with each other, and also gradually make new videos on the youtube channel, and put each video at the top of the appropriate page on the website. This will take time.<br><br>Warframe.school was created by me, one person that has played Warframe for over five years, for two reasons: the first reason is to teach people about various Warframe topics, and the second reason is to get experience at web development and running a youtube channel, at the same time. Before starting Warframe.school, I had no experience in either.",
  "bottomtextprogress": "In Warframe, you start with just a Warframe, a primary, a secondary and a melee weapon, 50 platinum which you can't use for trading, some credits and a few basic mods. But more importantly, if you have just started playing Warframe for the first time, you most likely have no idea how the game works, what to do at some points in time, and how to make progress.<br><br>Here is what the classic Warframe journey looks like:<br><br>After finishing the tutorial, you will see your orbiter and the star chart, which can be accessed from the navigation in the orbiter.<br><br> The orbiter is your spaceship where you appear when you log into the game, from which you will usually have to use the navigation to access any mission which you might want to do, except for some special missions, like some quest missions.<br><br>At this point, you should start completing all the missions in the star chart and all the quests which are necessary to unlock junctions - a duel with an NPC which you have to win to unlock the next planet from the current planet.<br><br>Don't forget to upgrade your equipment to keep the progress smooth, and remember a few pointers:<br><br>What the endgame in Warframe is, is different for different people, depending on what they choose. Some of the common choices are: unlocking and maxing various equipment, which will get you mastery points. Learning about the many topics in Warframe and trying different activities out. Making platinum through trading. Trying out different builds. Warframe content creation. Usually, it's a combination of some or all of these things, and maybe something else, too.",
  "toptextgiveaway": "Weekly Giveaway",
  "bottomtextgiveaway": "",
  "links": "Links<br><br>",
  "footerdisclaimertext":"This site has no official link with Digital Extremes or Warframe. Use of this site constitutes acceptance of the site's <a href=\"tos.html\">Terms of Service</a> and <a href=\"privacypolicy.html\">Privacy Policy</a>."
}